Just tracking the time spent on various features and stuff..

* Grand Total

#+BEGIN: clocktable :maxlevel 3 :scope file
#+CAPTION: Clock summary at [2016-08-23 Tue 15:32]
| Headline           | Time       |          |          |
|--------------------+------------+----------+----------|
| *Total time*       | *8d 14:37* |          |          |
|--------------------+------------+----------+----------|
| Grand Total        | 8d 14:37   |          |          |
| __ ASynK Online    |            | 1d 21:06 |          |
| ____ Aug 2016      |            |          |     9:07 |
| ____ Jun 2016      |            |          |  1d 7:18 |
| ____ May 2016      |            |          |     2:55 |
| ____ Feb 2015      |            |          |     1:46 |
| __ MSExchange      |            | 3d 5:05  |          |
| ____ May 2014      |            |          |    10:00 |
| ____ Apr 2014      |            |          | 1d 10:05 |
| ____ Mar 2014      |            |          |  1d 9:00 |
| __ pyews library   |            | 1d 20:37 |          |
| ____ Apr 2014      |            |          |  1d 4:42 |
| ____ Mar 2014      |            |          |    15:55 |
| __ CardDAV Support |            | 1d 15:49 |          |
| ____ May 2013      |            |          |     2:04 |
| ____ Apr 2013      |            |          | 1d 13:45 |
#+END:

** ASynK Online
*** Sep 2016
    CLOCK: [2016-09-28 Wed 23:19]--[2016-09-29 Thu 00:03] =>  0:44
    CLOCK: [2016-09-28 Wed 20:53]--[2016-09-28 Wed 21:29] =>  0:36
    CLOCK: [2016-09-28 Wed 14:44]--[2016-09-28 Wed 15:22] =>  0:38
    CLOCK: [2016-09-28 Wed 12:15]--[2016-09-28 Wed 13:16] =>  1:01
    CLOCK: [2016-09-27 Tue 20:34]--[2016-09-27 Tue 23:17] =>  2:43
    CLOCK: [2016-09-27 Tue 16:23]--[2016-09-27 Tue 16:56] =>  0:33
    CLOCK: [2016-09-26 Mon 22:30]--[2016-09-26 Mon 23:22] =>  0:52
    CLOCK: [2016-09-26 Mon 11:06]--[2016-09-26 Mon 14:55] =>  3:49
    CLOCK: [2016-09-25 Sun 20:44]--[2016-09-25 Sun 21:27] =>  0:43
    CLOCK: [2016-09-24 Sat 14:21]--[2016-09-24 Sat 22:00] =>  7:39
    CLOCK: [2016-09-24 Sat 11:41]--[2016-09-24 Sat 11:53] =>  0:12
    CLOCK: [2016-09-18 Sun 20:22]--[2016-09-18 Sun 21:14] =>  0:52
    CLOCK: [2016-09-18 Sun 14:02]--[2016-09-18 Sun 20:22] =>  6:20
    CLOCK: [2016-09-11 Sun 13:57]--[2016-09-11 Sun 14:27] =>  0:30
    CLOCK: [2016-09-06 Tue 12:36]--[2016-09-06 Tue 13:06] =>  0:30

*** Aug 2016
    CLOCK: [2016-08-29 Mon 12:08]--[2016-08-29 Mon 13:17] =>  1:09
    CLOCK: [2016-08-23 Tue 15:50]--[2016-08-23 Tue 17:35] =>  1:45
    CLOCK: [2016-08-23 Tue 13:38]--[2016-08-23 Tue 15:31] =>  1:53
    CLOCK: [2016-08-23 Tue 11:22]--[2016-08-23 Tue 12:00] =>  0:38
    CLOCK: [2016-08-20 Sat 16:52]--[2016-08-20 Sat 22:40] =>  5:48
    CLOCK: [2016-08-19 Fri 22:00]--[2016-08-19 Fri 22:48] =>  0:48

*** Jun 2016
    CLOCK: [2016-06-23 Thu 20:52]--[2016-06-24 Fri 00:06] =>  3:14
    CLOCK: [2016-06-21 Tue 22:11]--[2016-06-21 Tue 23:42] =>  1:31
    CLOCK: [2016-06-21 Tue 21:25]--[2016-06-21 Tue 22:10] =>  0:45
    CLOCK: [2016-06-20 Mon 14:06]--[2016-06-20 Mon 17:30] =>  3:24
    CLOCK: [2016-06-18 Sat 06:38]--[2016-06-18 Sat 07:18] =>  0:40
    CLOCK: [2016-06-17 Fri 22:13]--[2016-06-17 Fri 23:24] =>  1:11
    CLOCK: [2016-06-17 Fri 20:46]--[2016-06-17 Fri 21:03] =>  0:17
    CLOCK: [2016-06-17 Fri 16:13]--[2016-06-17 Fri 16:48] =>  0:35
    CLOCK: [2016-06-16 Thu 20:35]--[2016-06-16 Thu 21:10] =>  0:35
    CLOCK: [2016-06-16 Thu 15:50]--[2016-06-16 Thu 17:14] =>  1:24
    CLOCK: [2016-06-15 Wed 22:29]--[2016-06-15 Wed 22:31] =>  0:02
    CLOCK: [2016-06-15 Wed 20:56]--[2016-06-15 Wed 21:11] =>  0:15
    CLOCK: [2016-06-15 Wed 14:04]--[2016-06-15 Wed 17:23] =>  3:19
    CLOCK: [2016-06-12 Sun 22:36]--[2016-06-12 Sun 23:09] =>  0:33
    CLOCK: [2016-06-11 Sat 14:43]--[2016-06-11 Sat 14:44] =>  0:01
    CLOCK: [2016-06-11 Sat 14:27]--[2016-06-11 Sat 14:36] =>  0:09
    CLOCK: [2016-06-08 Wed 16:16]--[2016-06-08 Wed 16:51] =>  0:35
    CLOCK: [2016-06-03 Fri 12:15]--[2016-06-04 Sat 01:03] => 12:48

*** May 2016
    CLOCK: [2016-05-26 Thu 21:27]--[2016-05-26 Thu 23:18] =>  1:51
    CLOCK: [2016-05-26 Thu 16:08]--[2016-05-26 Thu 17:12] =>  1:04

*** Feb 2015
   CLOCK: [2015-02-10 Tue 18:06]--[2015-02-10 Tue 19:52] =>  1:46

** MSExchange
*** May 2014
   CLOCK: [2014-05-03 Sat 22:03]--[2014-05-04 Sun 00:12] =>  2:09
   CLOCK: [2014-05-03 Sat 16:36]--[2014-05-03 Sat 18:33] =>  1:57
   CLOCK: [2014-05-03 Sat 13:29]--[2014-05-03 Sat 16:29] =>  3:00
   CLOCK: [2014-05-03 Sat 00:34]--[2014-05-03 Sat 01:53] =>  1:19
   CLOCK: [2014-05-01 Thu 12:18]--[2014-05-01 Thu 12:27] =>  0:09
   CLOCK: [2014-05-01 Thu 09:35]--[2014-05-01 Thu 10:47] =>  1:12
   CLOCK: [2014-05-01 Thu 09:06]--[2014-05-01 Thu 09:20] =>  0:14

*** Apr 2014
   CLOCK: [2014-04-29 Tue 23:01]--[2014-04-30 Wed 00:28] =>  1:27
   CLOCK: [2014-04-29 Tue 22:00]--[2014-04-29 Tue 22:42] =>  0:42
   CLOCK: [2014-04-29 Tue 12:41]--[2014-04-29 Tue 13:35] =>  0:54
   CLOCK: [2014-04-28 Mon 07:37]--[2014-04-28 Mon 08:31] =>  0:54
   CLOCK: [2014-04-28 Mon 05:30]--[2014-04-28 Mon 07:37] =>  2:07
   CLOCK: [2014-04-27 Sun 12:43]--[2014-04-27 Sun 13:43] =>  1:00
   CLOCK: [2014-04-27 Sun 12:05]--[2014-04-27 Sun 12:28] =>  0:23
   CLOCK: [2014-04-27 Sun 10:19]--[2014-04-27 Sun 11:25] =>  1:06
   CLOCK: [2014-04-26 Sat 18:57]--[2014-04-26 Sat 19:24] =>  0:27
   CLOCK: [2014-04-25 Fri 10:55]--[2014-04-25 Fri 12:33] =>  1:38
   CLOCK: [2014-04-25 Fri 09:00]--[2014-04-25 Fri 09:03] =>  0:03
   CLOCK: [2014-04-24 Thu 21:24]--[2014-04-25 Fri 00:01] =>  2:37
   CLOCK: [2014-04-24 Thu 18:48]--[2014-04-24 Thu 19:07] =>  0:19
   CLOCK: [2014-04-24 Thu 17:50]--[2014-04-24 Thu 18:45] =>  0:55
   CLOCK: [2014-04-24 Thu 12:44]--[2014-04-24 Thu 13:38] =>  0:54
   CLOCK: [2014-04-21 Mon 06:41]--[2014-04-21 Mon 09:01] =>  2:20
   CLOCK: [2014-04-20 Sun 11:01]--[2014-04-20 Sun 12:42] =>  1:41
   CLOCK: [2014-04-19 Sat 23:49]--[2014-04-20 Sun 01:09] =>  1:20
   CLOCK: [2014-04-18 Fri 16:59]--[2014-04-18 Fri 18:55] =>  1:56
   CLOCK: [2014-04-07 Mon 06:34]--[2014-04-07 Mon 07:10] =>  0:36
   CLOCK: [2014-04-06 Sun 16:03]--[2014-04-06 Sun 18:04] =>  2:01
   CLOCK: [2014-04-05 Sat 18:17]--[2014-04-05 Sat 21:36] =>  3:19
   CLOCK: [2014-04-02 Wed 18:15]--[2014-04-02 Wed 22:56] =>  4:41
   CLOCK: [2014-04-01 Tue 15:06]--[2014-04-01 Tue 15:17] =>  0:11
   CLOCK: [2014-04-01 Tue 14:48]--[2014-04-01 Tue 14:50] =>  0:02
   CLOCK: [2014-04-01 Tue 08:47]--[2014-04-01 Tue 09:19] =>  0:32

*** Mar 2014
   CLOCK: [2014-03-31 Mon 15:40]--[2014-03-31 Mon 15:44] =>  0:04
   CLOCK: [2014-03-31 Mon 16:33]--[2014-03-31 Mon 17:03] =>  0:30
   CLOCK: [2014-03-31 Mon 16:00]--[2014-03-31 Mon 16:30] =>  0:30
   CLOCK: [2014-03-31 Mon 15:45]--[2014-03-31 Mon 15:55] =>  0:10
   CLOCK: [2014-03-31 Mon 15:40]--[2014-03-31 Mon 15:44] =>  0:04
   CLOCK: [2014-03-30 Sun 17:22]--[2014-03-30 Sun 18:35] =>  1:13
   CLOCK: [2014-03-30 Sun 16:56]--[2014-03-30 Sun 17:16] =>  0:20
   CLOCK: [2014-03-30 Sun 14:16]--[2014-03-30 Sun 14:23] =>  0:07
   CLOCK: [2014-03-30 Sun 13:30]--[2014-03-30 Sun 13:36] =>  0:06
   CLOCK: [2014-03-30 Sun 12:27]--[2014-03-30 Sun 12:29] =>  0:02
   CLOCK: [2014-03-30 Sun 07:44]--[2014-03-30 Sun 10:22] =>  2:38
   CLOCK: [2014-03-30 Sun 17:22]--[2014-03-30 Sun 18:35] =>  1:13
   CLOCK: [2014-03-30 Sun 16:56]--[2014-03-30 Sun 17:16] =>  0:20
   CLOCK: [2014-03-30 Sun 14:16]--[2014-03-30 Sun 14:23] =>  0:07
   CLOCK: [2014-03-30 Sun 13:30]--[2014-03-30 Sun 13:36] =>  0:06
   CLOCK: [2014-03-30 Sun 12:27]--[2014-03-30 Sun 12:29] =>  0:02
   CLOCK: [2014-03-30 Sun 07:44]--[2014-03-30 Sun 10:22] =>  2:38
   CLOCK: [2014-03-27 Thu 17:51]--[2014-03-27 Thu 18:01] =>  0:10
   CLOCK: [2014-03-27 Thu 17:45]--[2014-03-27 Thu 17:47] =>  0:02
   CLOCK: [2014-03-27 Thu 17:51]--[2014-03-27 Thu 18:01] =>  0:10
   CLOCK: [2014-03-27 Thu 17:45]--[2014-03-27 Thu 17:47] =>  0:02
   CLOCK: [2014-03-16 Sun 10:01]--[2014-03-16 Sun 15:53] =>  5:52
   CLOCK: [2014-03-16 Sun 09:32]--[2014-03-16 Sun 10:01] =>  0:29
   CLOCK: [2014-03-16 Sun 10:01]--[2014-03-16 Sun 15:53] =>  5:52
   CLOCK: [2014-03-16 Sun 09:32]--[2014-03-16 Sun 10:01] =>  0:29
   CLOCK: [2014-03-15 Sat 16:18]--[2014-03-15 Sat 17:16] =>  0:58
   CLOCK: [2014-03-15 Sat 15:24]--[2014-03-15 Sat 15:26] =>  0:02
   CLOCK: [2014-03-15 Sat 16:18]--[2014-03-15 Sat 17:16] =>  0:58
   CLOCK: [2014-03-15 Sat 15:24]--[2014-03-15 Sat 15:26] =>  0:02
   CLOCK: [2014-03-05 Wed 19:19]--[2014-03-05 Wed 19:39] =>  0:20
   CLOCK: [2014-03-05 Wed 17:01]--[2014-03-05 Wed 17:43] =>  0:42
   CLOCK: [2014-03-05 Wed 16:31]--[2014-03-05 Wed 16:51] =>  0:20
   CLOCK: [2014-03-05 Wed 16:10]--[2014-03-05 Wed 16:30] =>  0:20
   CLOCK: [2014-03-05 Wed 15:05]--[2014-03-05 Wed 16:00] =>  0:55
   CLOCK: [2014-03-05 Wed 14:03]--[2014-03-05 Wed 14:23] =>  0:20
   CLOCK: [2014-03-05 Wed 12:35]--[2014-03-05 Wed 13:03] =>  0:28
   CLOCK: [2014-03-05 Wed 11:41]--[2014-03-05 Wed 12:01] =>  0:20
   CLOCK: [2014-03-05 Wed 11:23]--[2014-03-05 Wed 11:30] =>  0:07
   CLOCK: [2014-03-05 Wed 19:19]--[2014-03-05 Wed 19:39] =>  0:20
   CLOCK: [2014-03-05 Wed 17:01]--[2014-03-05 Wed 17:43] =>  0:42
   CLOCK: [2014-03-05 Wed 16:31]--[2014-03-05 Wed 16:51] =>  0:20
   CLOCK: [2014-03-05 Wed 16:10]--[2014-03-05 Wed 16:30] =>  0:20
   CLOCK: [2014-03-05 Wed 15:05]--[2014-03-05 Wed 16:00] =>  0:55
   CLOCK: [2014-03-05 Wed 14:03]--[2014-03-05 Wed 14:23] =>  0:20
   CLOCK: [2014-03-05 Wed 12:35]--[2014-03-05 Wed 13:03] =>  0:28
   CLOCK: [2014-03-05 Wed 11:41]--[2014-03-05 Wed 12:01] =>  0:20
   CLOCK: [2014-03-05 Wed 11:23]--[2014-03-05 Wed 11:30] =>  0:07


** pyews library
   CLOCK: [2016-06-09 Thu 21:08]--[2016-06-09 Thu 21:08] =>  0:00
*** Apr 2014
   CLOCK: [2014-05-03 Sat 22:03]--[2014-05-04 Sun 00:12] =>  2:09
   CLOCK: [2014-05-03 Sat 16:36]--[2014-05-03 Sat 18:33] =>  1:57
   CLOCK: [2014-05-03 Sat 13:29]--[2014-05-03 Sat 16:29] =>  3:00
   CLOCK: [2014-05-03 Sat 00:34]--[2014-05-03 Sat 01:53] =>  1:19
   CLOCK: [2014-05-01 Thu 12:18]--[2014-05-01 Thu 12:27] =>  0:09
   CLOCK: [2014-05-01 Thu 09:35]--[2014-05-01 Thu 10:47] =>  1:12
   CLOCK: [2014-05-01 Thu 09:06]--[2014-05-01 Thu 09:20] =>  0:14
   CLOCK: [2014-04-29 Tue 23:01]--[2014-04-30 Wed 00:28] =>  1:27
   CLOCK: [2014-04-29 Tue 22:00]--[2014-04-29 Tue 22:42] =>  0:42
   CLOCK: [2014-04-29 Tue 12:41]--[2014-04-29 Tue 13:35] =>  0:54
   CLOCK: [2014-04-28 Mon 07:37]--[2014-04-28 Mon 08:31] =>  0:54
   CLOCK: [2014-04-28 Mon 05:30]--[2014-04-28 Mon 07:37] =>  2:07
   CLOCK: [2014-04-27 Sun 12:43]--[2014-04-27 Sun 13:43] =>  1:00
   CLOCK: [2014-04-27 Sun 12:05]--[2014-04-27 Sun 12:28] =>  0:23
   CLOCK: [2014-04-27 Sun 10:19]--[2014-04-27 Sun 11:25] =>  1:06
   CLOCK: [2014-04-26 Sat 18:57]--[2014-04-26 Sat 19:24] =>  0:27
   CLOCK: [2014-04-25 Fri 10:55]--[2014-04-25 Fri 12:33] =>  1:38
   CLOCK: [2014-04-25 Fri 09:00]--[2014-04-25 Fri 09:03] =>  0:03
   CLOCK: [2014-04-24 Thu 21:24]--[2014-04-25 Fri 00:01] =>  2:37
   CLOCK: [2014-04-24 Thu 18:48]--[2014-04-24 Thu 19:07] =>  0:19
   CLOCK: [2014-04-24 Thu 17:50]--[2014-04-24 Thu 18:45] =>  0:55
   CLOCK: [2014-04-24 Thu 12:44]--[2014-04-24 Thu 13:38] =>  0:54
   CLOCK: [2014-04-19 Sat 23:49]--[2014-04-20 Sun 01:09] =>  1:20
   CLOCK: [2014-04-18 Fri 16:59]--[2014-04-18 Fri 18:55] =>  1:56

*** Mar 2014
   CLOCK: [2014-03-31 Mon 15:40]--[2014-03-31 Mon 15:44] =>  0:04
   CLOCK: [2014-03-30 Sun 17:22]--[2014-03-30 Sun 18:35] =>  1:13
   CLOCK: [2014-03-30 Sun 16:56]--[2014-03-30 Sun 17:16] =>  0:20
   CLOCK: [2014-03-30 Sun 14:16]--[2014-03-30 Sun 14:23] =>  0:07
   CLOCK: [2014-03-30 Sun 13:30]--[2014-03-30 Sun 13:36] =>  0:06
   CLOCK: [2014-03-30 Sun 12:27]--[2014-03-30 Sun 12:29] =>  0:02
   CLOCK: [2014-03-30 Sun 07:44]--[2014-03-30 Sun 10:22] =>  2:38
   CLOCK: [2014-03-27 Thu 17:51]--[2014-03-27 Thu 18:01] =>  0:10
   CLOCK: [2014-03-27 Thu 17:45]--[2014-03-27 Thu 17:47] =>  0:02
   CLOCK: [2014-03-16 Sun 10:01]--[2014-03-16 Sun 15:53] =>  5:52
   CLOCK: [2014-03-16 Sun 09:32]--[2014-03-16 Sun 10:01] =>  0:29
   CLOCK: [2014-03-15 Sat 16:18]--[2014-03-15 Sat 17:16] =>  0:58
   CLOCK: [2014-03-15 Sat 15:24]--[2014-03-15 Sat 15:26] =>  0:02
   CLOCK: [2014-03-05 Wed 19:19]--[2014-03-05 Wed 19:39] =>  0:20
   CLOCK: [2014-03-05 Wed 17:01]--[2014-03-05 Wed 17:43] =>  0:42
   CLOCK: [2014-03-05 Wed 16:31]--[2014-03-05 Wed 16:51] =>  0:20
   CLOCK: [2014-03-05 Wed 16:10]--[2014-03-05 Wed 16:30] =>  0:20
   CLOCK: [2014-03-05 Wed 15:05]--[2014-03-05 Wed 16:00] =>  0:55
   CLOCK: [2014-03-05 Wed 14:03]--[2014-03-05 Wed 14:23] =>  0:20
   CLOCK: [2014-03-05 Wed 12:35]--[2014-03-05 Wed 13:03] =>  0:28
   CLOCK: [2014-03-05 Wed 11:41]--[2014-03-05 Wed 12:01] =>  0:20
   CLOCK: [2014-03-05 Wed 11:23]--[2014-03-05 Wed 11:30] =>  0:07

** Regression Tests
*** Aug 2013
**** Aug 10, 2013
** Handling Parsing Errors
** CardDAV Support
*** May 2013
**** May 15, 2013
    CLOCK: [2013-05-15 Wed 05:59]--[2013-05-15 Wed 07:14] =>  1:15

**** May 14, 2013
    CLOCK: [2013-05-14 Tue 17:16]--[2013-05-14 Tue 18:05] =>  0:49

*** Apr 2013
**** April 21, 2013
    CLOCK: [2013-04-21 Sun 20:57]--[2013-04-21 Sun 21:18] =>  0:21
    CLOCK: [2013-04-21 Sun 06:30]--[2013-04-21 Sun 07:18] =>  0:48

**** April 20, 2013
    CLOCK: [2013-04-20 Sat 06:03]--[2013-04-20 Sat 06:25] =>  0:22

**** April 19, 2013
    CLOCK: [2013-04-19 Fri 17:15]--[2013-04-19 Fri 18:43] =>  1:28
    CLOCK: [2013-04-19 Fri 14:34]--[2013-04-19 Fri 15:44] =>  1:10
    CLOCK: [2013-04-19 Fri 11:04]--[2013-04-19 Fri 11:22] =>  0:18

**** April 18, 2013
    CLOCK: [2013-04-18 Thu 16:36]--[2013-04-18 Thu 18:16] =>  1:40

**** April 16, 2013
    CLOCK: [2013-04-16 Tue 15:04]--[2013-04-16 Tue 18:40] =>  3:36
    CLOCK: [2013-04-16 Tue 11:19]--[2013-04-16 Tue 11:38] =>  0:19
    CLOCK: [2013-04-16 Tue 09:27]--[2013-04-16 Tue 09:38] =>  0:11
    CLOCK: [2013-04-16 Tue 06:38]--[2013-04-16 Tue 07:47] =>  1:09

**** April 15, 2013
    CLOCK: [2013-04-15 Mon 16:00]--[2013-04-15 Mon 18:23] =>  2:23
    CLOCK: [2013-04-15 Mon 06:55]--[2013-04-15 Mon 07:41] =>  0:46

**** April 13, 2013
    CLOCK: [2013-04-13 Sat 10:51]--[2013-04-13 Sat 11:51] =>  1:00

**** April 10, 2013
    CLOCK: [2013-04-10 Wed 14:04]--[2013-04-10 Wed 15:17] =>  1:13

**** April 09, 2013
    CLOCK: [2013-04-09 Tue 17:09]--[2013-04-09 Tue 17:38] =>  0:29

**** April 08, 2013
    CLOCK: [2013-04-08 Mon 11:25]--[2013-04-08 Mon 11:59] =>  0:34
    CLOCK: [2013-04-08 Mon 09:55]--[2013-04-08 Mon 11:13] =>  1:18

**** April 07, 2013
    CLOCK: [2013-04-07 Sun 07:39]--[2013-04-07 Sun 07:48] =>  0:09

**** April 06, 2013
    CLOCK: [2013-04-06 Sat 21:34]--[2013-04-06 Sat 22:38] =>  1:04
    CLOCK: [2013-04-06 Sat 19:06]--[2013-04-06 Sat 19:27] =>  0:21
    CLOCK: [2013-04-06 Sat 18:10]--[2013-04-06 Sat 18:17] =>  0:07

**** April 05, 2013
    CLOCK: [2013-04-06 Sat 06:08]--[2013-04-06 Sat 06:29] =>  0:21
    CLOCK: [2013-04-05 Fri 21:35]--[2013-04-05 Fri 21:36] =>  0:01
    CLOCK: [2013-04-05 Fri 13:21]--[2013-04-05 Fri 15:50] =>  2:29
    CLOCK: [2013-04-05 Fri 12:45]--[2013-04-05 Fri 13:18] =>  0:33
    CLOCK: [2013-04-05 Fri 10:09]--[2013-04-05 Fri 10:15] =>  0:06
    CLOCK: [2013-04-05 Fri 06:48]--[2013-04-05 Fri 06:58] =>  0:10

**** April 04, 2013
    CLOCK: [2013-04-04 Thu 22:03]--[2013-04-04 Thu 22:35] =>  0:32
    CLOCK: [2013-04-04 Thu 18:21]--[2013-04-04 Thu 19:20] =>  0:59
    CLOCK: [2013-04-04 Thu 16:32]--[2013-04-04 Thu 17:01] =>  0:29
    CLOCK: [2013-04-04 Thu 14:10]--[2013-04-04 Thu 15:43] =>  1:33
    CLOCK: [2013-04-04 Thu 13:20]--[2013-04-04 Thu 13:25] =>  0:05
    CLOCK: [2013-04-04 Thu 11:28]--[2013-04-04 Thu 12:47] =>  1:19
    CLOCK: [2013-04-04 Thu 07:30]--[2013-04-04 Thu 08:24] =>  0:54

**** April 03, 2013
    CLOCK: [2013-04-03 Wed 18:51]--[2013-04-03 Wed 20:22] =>  1:31
    CLOCK: [2013-04-03 Wed 16:27]--[2013-04-03 Wed 17:36] =>  1:09
    CLOCK: [2013-04-03 Wed 05:29]--[2013-04-03 Wed 06:52] =>  1:23

**** April 02, 2013
    CLOCK: [2013-04-02 Tue 18:41]--[2016-09-18 Sun 20:22] => 30361:41
    CLOCK: [2013-04-02 Tue 17:47]--[2013-04-02 Tue 18:26] =>  0:39
    CLOCK: [2013-04-02 Tue 14:26]--[2013-04-02 Tue 15:21] =>  0:55
    CLOCK: [2013-04-02 Tue 12:58]--[2013-04-02 Tue 13:48] =>  0:50
